tap "anomalyco/tap"
tap "dopplerhq/cli"
tap "gromgit/brewtils"
tap "koekeishiya/formulae"
tap "supabase/tap"
brew "bitwarden-cli"
brew "btop"
brew "chafa"
brew "eza"
brew "fd"
brew "ffmpeg-full"
brew "flyctl"
brew "fzf"
brew "gallery-dl"
brew "gemini-cli"
brew "gh"
brew "gitleaks"
brew "glow"
brew "gnumeric"
brew "gnupg"
brew "go"
brew "helix"
brew "imagemagick-full"
brew "jq"
brew "lazygit"
brew "libpq", link: true
brew "libsixel"
brew "llmfit"
brew "mkcert"
brew "mpv"
brew "netlify-cli"
brew "pipx"
brew "pnpm"
brew "postgresql@16"
brew "python@3.13"
brew "python-tk@3.13"
brew "railway"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "trufflehog"
brew "vercel-cli"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "dopplerhq/cli/doppler"
brew "gromgit/brewtils/taproom"
brew "koekeishiya/formulae/yabai"
brew "supabase/tap/supabase"
cask "arc"
cask "bitwarden"
cask "brave-browser"
cask "claude"
cask "cursor"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jellyfin"
cask "kitty"
cask "netnewswire"
cask "obsidian"
cask "raycast"
cask "shotcut"
cask "telegram"
cask "transmission"
cask "vlc"
cask "warp"
vscode "anysphere.cursorpyright"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "raunofreiberg.vesper"
vscode "rust-lang.rust-analyzer"
vscode "tauri-apps.tauri-vscode"
cargo "avm"
cargo "bat"
cargo "lsd"
